/* eslint-disable react/no-unescaped-entities */
import React from 'react';
import './About.css';

export default function About() {
  return (
    <div className="about-container">
      <h2>Как пользоваться:</h2>
      <h4>Шаг 1:</h4>
      <p>Зарегистрируйтесь что бы вступить или создать прогулку</p>
      <h4>Шаг 2:</h4>
      <p>Заполните все поля на странице Мой профиль</p>
      <h4>Шаг 3:</h4>
      <p>Добавьте информацию о вашей собаке или собаках</p>
      <h4>Шаг 4:</h4>
      <p>
        Перейдите на страницу главная, теперь вы можете создать или зайти
        в ту или иную прогулку
      </p>
      <h4>Шаг 5:</h4>
      <p>Создание прогулки:</p>
      <p>· Выберите адрес места встречи</p>
      <p>· Выберите время начала и окончания прогулки</p>
      <p>· Добавьте участников при желании</p>
      <p>· В прогулке есть возможность пообщаться с другими участниками в чате</p>
      <h4>Шаг 6:</h4>
      <p>Вход в прогулку:</p>
      <p>· Выберите прогулку на карте</p>
      <p>· Вы можете увидеть текущее количество участников и чат</p>
      <h4>Шаг 7:</h4>
      <p>· Начните гулять!</p>
    </div>
  );
}
